/*
//GO.SYSPRINT DD SYSOUT=*
//GO.OLDDAT   DD DSN=HERC03.LAB3.DAT1,DISP=SHR,UNIT=SYSDA
//GO.NEWDAT   DD DSN=HERC03.LAB3.DAT2,DISP=SHR,UNIT=SYSDA
//GO.CHANGES  DD DSN=HERC03.LAB3.DAT3,DISP=(MOD,CATLG,DELETE),
//            DCB=(DSORG=PS,RECFM=FB,LRECL=2076,BLKSIZE=20760),
//            UNIT=SYSDA,SPACE=(TRK,(1,100),RLSE)
