//HERC03A1 JOB (HERC03),'TEST JOB',
//             CLASS=A,MSGCLASS=X,
//             REGION=8M,TIME=1440,
//             NOTIFY=HERC03,MSGLEVEL=(1,1),
//             USER=HERC03,PASSWORD=PASS4U
//*
//P1CLG      EXEC PL1LFCLG
//*
//PL1L.SYSIN DD *
 HELLO: PROC OPTIONS(MAIN);
  PUT FILE(SYSPRINT) LIST('HELLO WORLD');
 END HELLO;
/*
//GO.SYSPRINT DD SYSOUT=*
