//HERC03A2 JOB (HERC03),'FIBO JOB',
//             CLASS=A,MSGCLASS=X,
//             REGION=8M,TIME=1440,
//             NOTIFY=HERC03,MSGLEVEL=(1,1),
//             USER=HERC03,PASSWORD=PASS4U
//*
//P1CLG       EXEC PL1LFCLG,
//            PARM.GO='I0=-2 I1=-1 MIN=-42 MAX=-76;'
//*
//PL1L.SYSIN  DD DSN=HERC03.FIBONACI(PL1),DISP=SHR
//GO.SYSPRINT DD SYSOUT=A
//*
