//HERC03A3 JOB (HERC03),'TEST JOB',
//             CLASS=A,MSGCLASS=X,
//             REGION=8M,TIME=1440,
//             NOTIFY=HERC03,MSGLEVEL=(1,1),
//             USER=HERC03,PASSWORD=PASS4U
//*
//P1CLG      EXEC PL1LFCLG,PARM='MACRO'
//*
//PL1L.SYSLIB DD DSN=HERC03.LAB3.PL1,DISP=SHR
//PL1L.SYSIN DD *
